import React from 'react';

require('./home-page.scss');

const HomePage = () => {
	return (
		<main>
			<div className="header-question">
				<h1>
					הבניין שיועד לטיפת חלב
					<br/>
					עומד להפוך
					<span style={{color: '#0000CC'}}> לדירת יוקרה?</span>
				</h1>
			</div>
			<div class="about-us">
				<strong>קצת על מעירים</strong>
				<br/>
				מעירים פועלים לשינוי סדר היום במערכת התכנון, חתירה
				<br/>
				להפרדת רשויות וייצוג הולם לכל שכבות האוכלוסייה תוך 
				<br/>
				שמירה על האינטרס הסביבתי
				<br/>
				<br/>
				מערכת ההתרעות שלנו מאגדת במקום אחד את כל התוכניות
				<br/>
				שהופקדו וההיתרים שניתנו ברמה המקומית המחוזית וותמ"ל
				<br/>
				ותשלח לגם מייל בזמן אמת, בכל פעם שתופקד תכנית
				<br/>
				חדשה באיזור מגוריכם, כדי שתוכלו לדעול ולמנוע תכניות
				<br/>
				יזמיות הנובעות מאינטרס כלכלי על חשבון רווחת התושבים
				<br/>
				באיזורכם. 
				<a href="">עוד</a>
			</div>
		</main>
	)
}

export default HomePage;
