import React, { Component } from 'react';

import Navigation from '../components/Navigation';
import Footer from '../components/Footer';

import t from '../locale/he_IL';
import './Terms.css';

class Terms extends Component {
  render() {
    const { me } = this.props;
    return (
      <React.Fragment>
        <Navigation me={me} />
        <div className="container">
          <p>
            תנאי שימוש אלו מהווים מסמך מחייב בינך לבין "מעירים", פרויקט שלא
            למטרות רווח שמופעל על ידי המתנדבים המצוינים בדף ה"אודות" של האתר.
          </p>
          <p>
            פרויקט מעירים הוא פרויקט המאפשר לך לבחון את הודעות התכנון והבניה
            הרלוונטיות לאיזור המגורים שלכם, או לכל איזור אחר, ולקבל התראות כשיש
            דברים.
          </p>
          <p>
            כיוון שמדובר במערכת אינטרנטית המסתמכת על מידע שמתקבל ממקורות
            חיצוניים, אנחנו לא נוכל להתחייב כי ההתראות יהיו מדויקות; כלומר, אם
            מחר יבנו מגדל ולא התראנו על זה, אתה לא תוכל לתבוע אותנו לא משנה מה.
          </p>
          <p>
            לצורך מתן השירות, אנחנו אוספים טיפה מידע מזהה עלייך, המידע הזה יפורט
            בחלק של מדיניות הפרטיות. אתה לא חייב לספק לנו מידע, אבל אם אתה תספק
            לנו מידע, אנחנו נאסוף אותו ועשויים להשתמש אותו בהתאם למדיניות.
          </p>
          <p>אז מכאן, אנו מבקשים שתקרא את ההסכם המלא:</p>
          <p>
            <h3>הרשמה לשירות.</h3>
            אינך חייב להרשם לשירות, אבל ללא הרשמה לשירות לא תוכל לקבל התראות.
            לצורך ההרשמה אתה מאשר כי אתה תושב ואזרח ישראל, בגיר, לא הורשעת
            בעבירה פלילית שיש עמה קלון, לא נאסר עלייך להתקשר בהסכמים חוזיים.
          </p>
          <p>
            לצורך ההרשמה אנו נבקש את כתובת הדואר האלקטרוני שלך. אנו נשלח לך
            הודעה ונאמת שזו אכן הכתובת, וזאת כדי להמנע בעתיד ממשלוח ספאם לאנשים
            זרים.
          </p>
          <p>
            <h3>השירות.</h3>
            השירות הוא פשוט: אתה מזין כתובת, או כתובות, ומקבל עדכונים בדואר
            אלקטרוני.
          </p>
          <p>
            אנו סורקים אתרי צד שלישי שמכילים מידע על הודעות תכנון ובניה, ואנו
            שולחים לך התראות כשאנחנו מקבלים אותן.
          </p>
          <p>
            אנחנו מבקשים שלא תשתמשו בשירות לצורך התחזות לאחר, מעקב אחרי אנשים,
            פגיעה בפרטיות, או לכל מעשה פלילי. מותר לכם להשתמש בפלט לכל מטרה
            חוקית, אבל ככל שתייצרו מאגר מידע תצטרכו לקבל את הסכמת האנשים שתאגרו
            עליהם מידע.
          </p>
          <p>
            <h3>האחריות שלנו.</h3>
            השירות ניתן ללא כל אחריות. זה אומר שאנחנו לא יכולים להתחייב שנביא
            לכם תוצאות טובות, לא יכולים להתחייב שההתראות יגיעו, לא יכולים
            להתחייב שהמידע מועבר נכון, ולא יכולים להתחייב שהשירות לא יסתיים מחר
            בבוקר. בכל מקרה ומכל סיבה שהיא אין לנו כל אחריות לכל נזק שיגרם לך
            כתוצאה מהשימוש בשירות או אי השימוש בו. אנחנו גם לא יכולים להתחייב
            שהמידע שתקבל הוא מדויק, נכון או אמיתי.
          </p>
          <p>
            <h3>סיום ההסכם, סגירת חשבונות.</h3>
          </p>
          <p>
            אנחנו יכולים לסגור את השירות בכל עת, ואף בלי הודעה מראש. אנחנו
            יכולים גם לסגור חשבון ספציפי אם אנו מאמינים שהחשבון הזה גורם לנזק
            לשירות או משתמש בנתונים כוזבים.
          </p>
        </div>
        <Footer />
      </React.Fragment>
    );
  }
}

export default Terms;
