import React from 'react';
import styled from 'styled-components';
import * as SC from './style';

const TermsOfPayment = ({ ...props }) => {
	
	return (
        <>
                <SC.CentredWrapper>
                    <SC.CentredTitle>תנאי תמיכה במעירים</SC.CentredTitle>
                    <SC.TermsOfPaymentText>
                        אתר אינטרנט זה הינו האתר הרשמי של עמותת "מעירים - תכנון, שקיפות, שותפות" (להלן: "מעירים").
                        אנו מודים לך על הנכונות לתרום. תרומתך תשמש לקידום מטרות מעירים ותסייע בהגשמתן.
                        מתן תרומה מהווה מתן הסכמה לאמור בתנאים המפורטים כדלקמן:
                        <br/>
                        1. מעירים מאפשרת באמצעות אתר זה לתרום כספים לטובת פעילותה, לפי שיקול דעתה.
                        מסירת פרטים כוזבים עלולה להיחשב לעבירה פלילית ומנוגדת לכללי אתר זה.
                         <br/>
                        2. התורם מצהיר כי הוא כשיר לבצע פעולות משפטיות מחייבות. אולם, במידה והתורם הוא קטין (מתחת לגיל 18) או פסול דין או אינו כשיר פעולות משפטיות מכל סיבה שהיא ואינו זכאי לבצע פעולות משפטיות ללא אישור אפוטרופוס, יראו את תרומתו כאילו קיבלה את אישור האפוטרופוס.
                        <br/> 
                        3. תורם רשאי לפנות אלינו באמצעות הדואר האלקטרוני (info@meirim.org) בבקשה לביטול התרומה בתוך 30 ימי עסקים מיום שתרם. נבטל את החיוב בהתאם למדיניות הנהוגה באותה עת בחברת האשראי. במידה ומעירים תחויב בעמלה בגין הפעולה, יחויב התורם בעמלה כאמור.
                        <br/> 
                        4. ידוע לתורם כי הפרטים ישמשו את מעירים לצורך משלוח עדכונים מעת לעת, באמצעות דואר אלקטרוני ומסרונים, אלא אם הודיע התורם על אי רצונו לקבל דיוור זה.
                        <br/>
                        5. תרומה העולה על 20,000 ש״ח (נכון למועד כתיבת התקנון) תדווח לרשויות המוסמכות עם פרטי התורם. אם אינכם מסכימים לכך, צרו עמנו קשר (info@meirim.org) לפני העברת התרומה. מעירים תדווח על התרומות לרשויות המוסמכות, בהתאם להוראות הדין כפי שיהיו בתוקף מעת לעת. בשלב זה, התרומות למעירים אינן מוכרות לצרכי מס על פי סעיף 46 לפקודת מס הכנסה.
                        <br/> 
                        6. מעירים נוקטת באמצעי זהירות מקובלים על מנת לשמור, ככל האפשר, על סודיות המידע. עם זאת, במקרים שאינם בשליטתם, התורם מאשר כי מעירים לא תהיה אחראית לכל נזק מכל סוג שהוא, ישיר או עקיף, שייגרם לתורם ו/או מי מטעמו אם יעשה במידע שימוש לא מורשה.
                        <br/> 
                        7. אין לעשות באתר או באמצעותו כל שימוש למטרות בלתי חוקיות.
                        <br/> 
                        8. מעירים רשאית לעדכן תנאי שימוש אלו מעת לעת ללא הודעה מוקדמת.
                        <br/> 
                        9. מעירים שומרת את הזכות לדחות קבלת תרומות או לבטל המשך תרומות קיימות מכל גורם שהוא לפי שיקול דעתה הבלעדי ומכל סיבה שתמצא לנכון.
                        <br/> 
                        10. הפרשנות לתקנון זה ואכיפתו של התקנון או כל פעולה ו/או סכסוך הנובע ממנו, ייעשו בהתאם לחוקי מדינת ישראל. כל סכסוך או שאלה בהקשר לתקנון זה תובא להכרעה בערכאה השיפוטית המוסמכת במחוז תל אביב בלבד.
                        <br/> 
                        
                        התקנון כתוב בלשון זכר אך מתייחסים לשני המינים גם יחד. כל האמור בלשון יחיד, מתייחס גם לרבים ולהפך.
                        אם אינך מסכים לתנאי מתנאי התקנון הנך מתבקש שלא לתרום באמצעות אתר אינטרנט זה. מאה תודות לכולכן ולכולכם!
                        <br/>
                    </SC.TermsOfPaymentText>
                </SC.CentredWrapper>
        </>
	)
};

export default TermsOfPayment;
